[
  {
    "title": "Related Animes To Haikyū!!",
    "body": "Some animes I recommend if you enjoy Haikyū!!; Yuri on Ice, Number24(Recently watched), Free!, Sk8 The Infinity, Big Windup!, Food Wars, Skate-Leading Stars!\nThese are all I've watched (maybe not all) but if you have similar recommendations please edit and/or comment it below! Thanl you for your time!",
    "author": "SmhOnThis1 ",
    "id": 1
  },
  {
    "title": "hAiKyUu",
    "body": "A anime i got into over a year ago- i haven't personally really watched the show- but ive read some of the books otherwise i do have fav characters like Kuroo and Kenma ( Speaking of them i have a funny story) This girl i used to talk to rlly liked the series but yet had no idea who they were. but yet she knew who Oikawa was 😒, oikawa is cool tho. :D well that's it.",
    "author": "EBoyKarl ",
    "id": 2
  },
  {
    "title": "yamaguchi fun facts",
    "body": "Tadashi Yamaguchi (Japanese: 山口 やまぐち 忠 ただし , Yamaguchi Tadashi) was previously a member of the Karasuno High Volleyball Club, serving as a pinch server. In his third year, he became the team captain. He is currently a college student and is planning to work for a home electronics company in Miyagi once he graduates.Because there is no solid proof or confirmation that the dots on the character's face are actually freckles or acne, the Administrators of this Wiki have decided to run a poll ... [here] in order to find out what the majority of people believe the dots on Tadashi Yamaguchi's face are.'His Birthday is November 10 and he 16. He is 179.5 cm (5'10.7')-April,180.0 cm (5'10.9').Hinata's favourite colour is orange, Kageyama's is purp...",
    "author": "Kenmakinnnie1000000",
    "id": 3
  },
  {
    "title": "kenma fun facts",
    "body": "favorite game kenma's played?' 'metal gear. it's our mutual favorite.' 'least favorite color?' 'mustard yellow.He neither likes nor hates volleyball; he hates getting tired. Up till middle school, he would easily get sick after practice days or matches. His nerves are always on edge because he doesn't want to be noticed.Favorite Food: Apple pie. He is an only child.1 INTP, The Logician - Kenma Kozume. From Japanese 健 (ken) meaning “healthy, strong” combined with 真 (ma) meaning “real, genuine”.",
    "author": "Kenmakinnnie1000000",
    "id": 4
  },
  {
    "title": "Hello,",
    "body": "Just, hello. That's it.-",
    "author": "UshiSenpaii ",
    "id": 5
  },
  {
    "title": "My B-day",
    "body": "Hi guys just wanted to say I will be 13 in 4 days!! YAYAYA",
    "author": "Abby2323 ",
    "id": 6
  },
  {
    "title": "tsukki tsukki!!",
    "body": "happy birthday tsukishima!! I cant do anything for him but happy birthday dino man :))) luv you",
    "author": "Simplyyyy ",
    "id": 7
  },
  {
    "title": "kiyoko is stories",
    "body": "kiyoko: noya-san you said you were gonna get natsu and oikawa-kun is nephew\noya: yes i know kiyoko-san i am sorry i will",
    "author": "Oikawabubs",
    "id": 8
  },
  {
    "title": "Haikyu!!",
    "body": "I love this anime- ack-",
    "author": "トビオチャン !",
    "id": 9
  },
  {
    "title": "My first?",
    "body": "I literally have no idea whats going on here :D",
    "author": " LadyVenusss ",
    "id": 10
  }
]
